Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: 16/1-27 is the 11th exploration well in production licence 338 and the eighth exploration well on Edvard Grieg.
nb: 16/1-27 er den 11. letebrønnen i utvinningstillatelse 338 og den åttende letebrønnen på Edvard Grieg.

source: Appraisal well 16/1-27 was drilled to a vertical depth of 2229 metres below the sea surface and was terminated in granitic basement.
nb: Avgrensningsbrønn 16/1-27 ble boret til et vertikalt dyp på 2229 meter under havflaten, og er avsluttet i granittisk grunnfjell.

source: The well was drilled by the Island Innovator drilling facility.
nb: Brønnen ble boret av boreinnretningen Island Innovator.

source: The well was drilled approx. two kilometres northwest of appraisal well 16/2-9 S.
nb: Brønnen er boret om lag to kilometer nordvest for avgrensningsbrønn 16/2-9 S.

source: The field, which was proven in 2010, consists of reservoir rocks from the Upper Triassic to the Lower Cretaceous.
nb: Feltet, som ble påvist i 2010, består av reservoarbergarter fra øvre trias til nedre kritt.

source: Before well 16/2-22 S was drilled, the operator's resource estimate for the field was 302 - 477 million standard cubic metres (Sm3) of recoverable oil.
nb: Før brønn 16/2-22 S ble boret, var operatørens ressursanslag for feltet på 302 - 477 millioner standardkubikkmeter (Sm3) utvinnbare olje.

source: The objective of the well was to prove petroleum in Upper Jurassic reservoir rocks (the Draupne formation) and to investigate pressure communication to the northern part of the Johan Sverdrup field.
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter (Draupneformasjonen) og undersøke trykkommunikasjonen til den nordlige delen av Johan Sverdrup-feltet.

source: The well encountered a total oil column of 16 metres, most likely in the Draupne formation, with alternating sandstone, siltstone and clay stone.
nb: Brønnen påtraff en total oljekolonne på 16 meter sannsynligvis i Draupneformasjonen med vekslende sandstein, siltstein og leirstein.

source: The reservoir properties are moderate to poor, and they are not of the same quality as the main reservoir on Johan Sverdrup.
nb: Reservoaregenskapene er moderate til dårlige og ikke av samme kvalitet som hovedreservoaret på Johan Sverdrup.

source: The oil/water contact was not proven.
nb: Olje/vann-kontakten ble ikke påvist.

source: Based on preliminary calculations, the operator's resource estimate for the field will not be changed.
nb: Basert på foreløpige beregninger vil ikke operatørens ressursanslag for feltet endres.

source: The licensees will assess the result of the well as regards a possible future development.
nb: Rettighetshaverne vil vurdere brønnresultatet med hensyn til en mulig framtidig utvikling.

source: 16/2-22 S is the 16th exploration well in production licence 265 and the 31st on the Johan Sverdrup field.
nb: 16/2-22 S er den 16. letebrønnen i utvinningstillatelse 265 og den 31. på Johan Sverdrup-feltet.

source: The well was drilled by the Deepsea Atlantic drilling facility, which will now continue on to drill development wells on the Johan Sverdrup field.
nb: Brønnen ble boret av boreinnretningen Deepsea Atlantic, som nå skal fortsette med å bore utviklingsbrønner på Johan Sverdrup-feltet.

source: The well was drilled about 7 kilometres west of the Volund field, 11 kilometres southwest of the Alvheim field and 230 kilometres northwest of Stavanger in the central part of the North Sea.
nb: Brønnen er boret om lag 7 kilometer vest for Volund-feltet, 11 kilometer sørvest for Alvheim-feltet og 230 kilometer nordvest for Stavanger i den midtre delen av Nordsjøen.

source: The objective of the well was to prove petroleum in Upper Palaeocene reservoir rocks (the Hermod formation).
nb: Hensikten med brønnen var å påvise petroleum i øvre paleocene reservoarbergarter (Hermodformasjonen).

source: Well 24/9-11 S encountered a 7-metre thick sandstone layer with very good reservoir properties.
nb: Brønn 24/9-11 S påtraff et 7 meter tykt sandsteinslag med meget gode reservoaregenskaper.

source: Some thin, partially cemented sandstone layers were also encountered above the main reservoir, with partially good reservoir properties.
nb: I tillegg ble det påtruffet noen tynne, delvis sementerte sandsteinslag over hovedreservoaret, med til dels gode reservoaregenskaper.

source: The sandstones have been interpreted as being remobilised from the Hermod formation and injected into the overlying Balder formation.
nb: Sandsteinene er tolket til å være remobilisert fra Hermodformasjonen og injisert i den overliggende Balderformasjonen.

source: The reservoir rocks have only faint traces of oil.
nb: Reservoarbergartene har kun svake spor av olje.

source: Well 24/9-11 S was drilled to measured and vertical depths of 2211 and 2114 metres below the sea surface, respectively, and was terminated in the Palaeocene Sele formation.
nb: Brønn 24/9-11 S ble boret til et målt og vertikalt dyp på henholdsvis 2211 og 2114 meter under havflaten og ble avsluttet i Seleformasjonen i paleocen.

source: The water depth is 122 metres.
nb: Havdypet er 122 meter.

source: Well 24/9-11 S was drilled by the Transocean Arctic drilling facility, which will now proceed to drill observation well 24/6-A-6 H in production licence 088 BS on the Alvheim field, where Aker BP is the operator.
nb: Brønn 24/9-11 S ble boret av boreinnretningen Transocean Arctic, som nå skal bore observasjonsbrønnen 24/6-A-6 H i utvinningstillatelse 088 BS på Alvheim-feltet, der Aker BP er operatør.

source: The well was drilled in the central part of the North Sea, about 11 kilometres northwest of the Vilje field and 220 kilometres northwest of Stavanger.
nb: Brønnen ble boret i midtre del av Nordsjøen om lag 11 kilometer nordvest for Vilje-feltet og 220 kilometer nordvest for Stavanger.

source: The objective of the well was to prove petroleum in Palaeocene reservoir rocks (the Heimdal formation).
nb: Hensikten med brønnen var å påvise petroleum i paleocene reservoarbergarter (Heimdalformasjonen).

source: The well encountered about 70 metres of aquiferous sandstone in the Heimdal formation with very good reservoir quality.
nb: Brønnen påtraff om lag 70 meter med vannførende sandsteiner i Heimdalformasjonen med svært god reservoarkvalitet.

source: This is the first exploration well in production licence 677 (link to the NPD’s fact page).
nb: Dette er den første letebrønnen i utvinningstillatelse 677.

source: The licence was awarded in APA 2012.
nb: Tillatelse ble tildelt i TFO 2012.

source: 25/4-11 was drilled to a vertical depth of 2372 metres below the sea surface and was terminated in the Heimdal formation.
nb: 25/4-11 ble boret til et vertikalt dyp på 2372 meter under havflaten og ble avsluttet i Heimdalformasjonen.

source: Well 25/4-11 was drilled by the Maersk Interceptor drilling facility, which will now proceed to drill appraisal well 25/2-19 S in production licence 442, where Aker BP ASA is the operator.
nb: Brønn 25/4-11 ble boret av boreinnretningen Maersk Interceptor som nå skal bore avgrensningsbrønn 25/2-19 S i utvinningstillatelse 442 , der Aker BP ASA er operatør.

source: The wells were drilled about 13 kilometres east of the Oseberg field in the North Sea.
nb: Brønnene er boret om lag 13 kilometer øst for Oseberg-feltet i Nordsjøen.

source: The 31/7-1 (Brasse) discovery was proven in Middle Jurassic reservoir rocks (the Sognefjord formation) in 2016.
nb: Funnet 31/7-1 (Brasse) ble påvist i midtre jura reservoarbergarter (Sognefjordformasjonen) i 2016.

source: Prior to drilling of wells 31/7-2 S and 31/7-2 A, the operator estimated the size of the discovery at between 6.8 and 12.7 million Sm3 of recoverable oil equivalents.
nb: Før boring av brønn 31/7-2S og 31/7-2 A var operatørens ressursanslag for funnet på mellom 6,8 og 12,7 millioner Sm3 utvinnbare oljeekvivalenter.

source: The objective of the wells was to delineate the southern part of the 31/7-1 (Brasse) discovery.
nb: Hensikten med brønnene var å avgrense den sørlige delen av funnet 31/7-1 (Brasse).

source: 31/7-2 S encountered a 9-metre oil column, and 31/7-2 A encountered an 18-metre oil column and a 4-metre gas column in the Sognefjord formation.
nb: 31/7-2S påtraff en 9 meter oljekolonne, og 31/7-2A påtraff en 18 meter oljekolonne og 4 meter gasskolonne i Sognefjordformasjonen.

source: Reservoir quality was good/very good.
nb: Reservoarkvaliteten var god/meget god.

source: The oil/water contact was encountered at 2172 metres in both wells, while in 31/7-2 A the gas/oil contact was encountered at 2154 metres, which is somewhat deeper than in the discovery well.
nb: Olje/vann-kontakt ble påtruffet på 2172 meter i begge brønnene, i 31/7-2A ble gass/olje-kontakten påtruffet på 2154 meter, som er noe dypere enn i funnbrønnen.

source: Preliminary estimates indicate that the size of the discovery is now between 8.9 and 14.6 million Sm3 of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er nå mellom 8,9 og 14,6 millioner Sm3 utvinnbare oljeekvivalenter.

source: The licensees in PL 740 will consider tying the discovery into existing infrastructure in the area (the Oseberg or Brage field).
nb: Rettighetshaverne i utvinningstillatelse 740 vil vurdere å knytte funnet opp til eksisterende infrastruktur i området (Oseberg- eller Brage-feltet).

source: The formation test revealed mainly good production and flow properties.
nb: Formasjonstesten viste hovedsakelig gode produksjons- og strømningsegenskaper.

source: Extensive data acquisition and sampling were also carried out in both wells.
nb: I tillegg ble det utført omfattende datainnsamling og prøvetaking i begge brønnene.

source: The well was terminated in the Sognefjord formation in the Upper Jurassic.
nb: Den ble avsluttet i Sognefjordformasjonen i øvre jura.

source: The wells were drilled by the Deep Sea Bergen rig, which will now proceed to drill wildcat well 6507/8-9 in production licence 124 in the Norwegian Sea, where Statoil Petroleum AS is the operator.
nb: Brønnene ble boret av Deep Sea Bergen, som nå skal bore undersøkelsesbrønn 6507/8-9 i utvinningstillatelse 124 i Norskehavet der Statoil Petroleum AS er operatør.

source: The well was drilled in the northern part of the North Sea, about one kilometre north of the Statfjord field.
nb: Brønnen ble boret i den nordlige delen av Nordsjøen om lag en kilometer nord for Statfjord-feltet.

source: The objective of the well was to prove petroleum in Upper Jurassic reservoir rocks (“Munin” sandstone in the Draupne formation).
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter («Munin» sandstein i Draupneformasjonen).

source: The well encountered about 50 metres of aquiferous “Munin” sandstone with very good reservoir quality.
nb: Brønnen traff på om lag 50 meter vannførende «Munin» sandstein med meget god reservoarkvalitet.

source: This is the first exploration well in production licence 881.
nb: Dette er den første letebrønnen i utvinningstillatelse 881.

source: The licence was awarded in APA 2016.
nb: Tillatelsen ble tildelt i TFO 2016.

source: 33/9-22 S was drilled to a vertical and measured depth of 2692 and 2707 metres below the sea surface, respectively, and was terminated in the Draupne formation.
nb: 33/9-22 S ble boret til et vertikalt og målt dyp på henholdsvis 2692 og 2707 meter under havflaten og ble avsluttet i Draupneformasjonen.

source: Water depth is 226.5 metres.
nb: Havdypet er 226,5 meter.

source: Well 33/9-22 S was drilled by the Deep Sea Bergen drilling facility.
nb: Brønn 33/9-22 S ble boret av boreinnretningen Deep Sea Bergen.

source: The well was drilled from the Gullfaks C platform to a structure east of the Gimle field, about 7 kilometres northeast of the Gullfaks field and 7 kilometres south of the Visund Sør field in the northern part of the North Sea.
nb: Brønnen er boret fra Gullfaks C-plattformen til en struktur øst for Gimle-feltet, om lag 7 kilometer nordøst for Gullfaks-feltet og 7 kilometer sør for Visund Sør-feltet i den nordlige delen av Nordsjøen.

source: The objective of the well was to prove petroleum in Middle Jurassic, Early Jurassic and Late Triassic reservoir rocks (Brent group, Statfjord group and Lunde formation).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av mellomjura, tidligjura og sentrias alder (Brentgruppen, Statfjordgruppen og Lundeformasjonen).

source: It was also important to collect geological information about stratigraphy, properties and pore pressure.
nb: I tillegg var det viktig å innhente geologisk informasjon om stratigrafi, egenskaper og poretrykk.

source: Well 34/10-55 S encountered a total oil and gas column of about 170 metres, of which 60 metres are in sandstone with good to very good reservoir properties in the Statfjord group and 10 metres in sandstone with moderate to good properties in the Lunde formation.
nb: Brønn 34/10-55 S påtraff en total olje- og gasskolonne på om lag 170 meter, hvorav 60 meter er i sandsteiner med gode til meget gode reservoaregenskaper i Statfjordgruppen og 10 meter i sandsteiner med moderate til gode egenskaper i Lundeformasjonen.

source: Preliminary calculations indicate that the discovery contains between 1 and 3 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpig beregninger tyder på at funnet inneholder mellom 1 og 3 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The discovery will be produced from a subsequent development well from the Gullfaks C platform.
nb: Funnet vil bli produsert fra en senere utvinningsbrønn fra Gullfaks C-plattformen.

source: 34/10-55 S was drilled to a vertical and measured depth of 3228 and 7811 metres, respectively, below the sea surface, and was terminated in the Lunde formation in the Triassic.
nb: 34/10-55 S ble boret til et vertikalt og målt dyp på henholdsvis 3228 og 7811 meter under havoverflaten, og ble avsluttet i Lundeformasjonen av trias alder.

source: Water depth is 220 metres.
nb: Havdypet er 220 meter.

source: The well was drilled from the Gullfaks C platform, which will now proceed to drill production well 34/10-C-52 C.
nb: Brønnen ble boret fra Gullfaks C-plattformen som nå skal bore produksjonsbrønnen 34/10-C-52 C.

source: The drilling program for well bore 25/11-25 S concerns drilling of a sidetrack well in production licence 169 in the North Sea.
nb: Boreprogrammet for brønnbane 25/11-25 A gjelder boring av sidestegs i utvinningstillatelse 169.

source: StatoilHydro is the operator with a 45 percent ownership interest.
nb: Hydro er operatør med 45 prosent eierandel.

source: Other licensees are ExxonMobil which owns 13 percent, Petoro has 30 percent and Statoil 12 percent.
nb: Øvrige rettighetshavere er ExxonMobil 13 prosent, Petoro 30 prosent og Statoil 12 prosent.

source: The area in this permit consists of parts of block 25/11 which lies south of the Balder field and southwest of the Grane field in the central part of the North Sea.
nb: Arealet i denne tillatelsen består av deler av blokk 25/11, like sør for Balderfeltet og like sørvest av Granefeltet i midtre del av Nordsjøen.

source: Production license 169 was awarded in the 13th licensing round in 1991.
nb: Utvinningstillatelse 169 ble tildelt 13.konsesjonsrunde i 1991.

source: Eleven exploration wells have been drilled in this production license.
nb: Det er boret eleve letebrønnen i utvinningstillatelsen.

source: Wellbore 25/11-25 A will be drilled from the Transocean Winner semisubmersible facility, after well bore 25/11-25 S in the North Sea has been drilled.
nb: Brønnbane 25/11-25 A skal bores fra den halvt nedsenkbare innretningen Transocean Winner, etter at brønnbane 25/11-25 S er boret.

source: The objective of the well was to prove petroleum in the Middle Jurassic (the Brent group).
nb: Hensikten med brønnen var å påvise petroleum i midtre jura (Brentgruppen).

source: Preliminary estimates place the size of the discovery between 3 - 8 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom 3 og 8 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The well will be completed and will start production from the Valemon facility.
nb: Brønnen vil bli komplettert og satt i produksjon fra Valemon-innretningen.

source: This is the first exploration well in production licence 193 D.
nb: Dette er den første letebrønnen i utvinningstillatelse 193 D.

source: Well 34/11-6 S was drilled to a vertical depth of 4337 metres below the sea surface, and was terminated in the Drake formation in the Lower to Middle Jurassic.
nb: Brønn 34/11-6 S ble boret til et vertikalt dyp på 4337 meter under havoverflaten og ble avsluttet i Drakeformasjonen i undre til midtre jura.

source: Water depth at the site is 133 metres.
nb: Havdypet er 133 meter.

source: Well 34/11-6 S was drilled by the West Elara drilling facility, which is permanently stationed at the Valemon facility.
nb: Brønn 34/11-6 S ble boret av boreinnretningen West Elara, som er permanent på Valemon-innretningen.

source: These are projects which safeguard environmental considerations and provide good regional ripple effects.
nb: Disse skal ivareta miljøhensyn og gi gode regionale ringvirkninger.

source: In order to guide the companies in their work on development plans, the Ministry of Petroleum and Energy (MPE) has cooperated with the Ministry of Labour, the Petroleum Safety Authority Norway and the Norwegian Petroleum Directorate (NPD) to update the guidelines for preparation of plans for development and operation and plans for installation and operation (the PDO/PIO guide).
nb: For å rettlede selskapene i arbeidet med utbyggingsplaner har Olje- og energidepartementet (OED) i samarbeid med Arbeidsdepartementet, Petroleumstilsynet og Oljedirektoratet (OD) oppdatert veileder for plan for utbygging og drift og plan for anlegg og drift (PUD/PAD-veileder).

source: A plan for development and operation (PDO) describes the development of a petroleum deposit, while a plan for installation and operation (PIO) is a permit for installation and operation of facilities for transport and exploitation of petroleum.
nb: En plan for utbygging og drift (PUD) beskriver utbyggingen av en petroleumsforekomst, mens plan for anlegg og drift (PAD) er en tillatelse til anlegg og drift av innretninger for transport og utnyttelse av petroleum.

source: "I want to see more projects on the Norwegian shelf.
nb: - Jeg vil ha flere prosjekter på norsk sokkel.

source: The development projects must demonstrate good solutions for the environment and regional ripple effects.
nb: Utbyggingsprosjektene skal ha gode løsninger for ringvirkninger og miljø.

source: The projects must contribute to good resource management while safeguarding HSE considerations.
nb: Prosjektene skal bidra til god ressursforvaltning og HMS skal ivaretas.

source: Many new companies have established themselves on the Norwegian shelf in recent years, which increases the need for guidance in terms of the regulations and regulatory practices related to development," says Minister of Petroleum and Energy Terje Riis-Johansen.
nb: Mange nye selskaper har etablert seg på norsk sokkel de siste årene, noe som øker behovet for veiledning i regelverk og myndighetspraksis knyttet til utbygging, sier olje- og energiminister Terje Riis-Johansen.

source: The Norwegian shelf is in a mature phase, which means that the discoveries that are developed are smaller than before.
nb: Norsk sokkel er inne i en moden fase hvor funnene som bygges ut er mindre i størrelse enn tidligere.

source: This requires more flexible processing by the authorities, in which the documentation submitted in connection with the PDO/PIO process is adapted to the size and complexity of the development.
nb: Dette gir et behov for en mer fleksibel myndighetsbehandling hvor dokumentasjonen som legges frem i forbindelse med PUD/PAD-prosessen er tilpasset størrelsen og kompleksiteten av utbyggingen.

source: At the same time, major developments could arise which result in significant ripple effects on land.
nb: Samtidig vil det også kunne komme store utbygginger med betydelige ringvirkninger på land.

source: This is also addressed in the guidelines.
nb: Dette er også adressert i veilederen.

source: The guidelines have been updated to reflect changes in the regulations since the previous edition, and incorporate the existing practice for authority involvement at an early stage.
nb: Veilederen er oppdatert med hensyn til regelverksendringer siden forrige utgave og har innarbeidet eksisterende praksis for myndighetsinvolvering i tidlig fase.

source: The guidelines are published on the MPE's website www.regjeringen.no/oed and on the NPD's website www.npd.no, and replace the guidelines from June 2000.
nb: Veilederen er publisert på OEDs hjemmesider www.regjeringen.no/oed og ODs hjemmesider www.npd.no, og erstatter veilederen av juni 2000.

source: The wells were drilled about six kilometres east of the Alve field in the northern part of the Norwegian Sea and about 200 kilometres west of Sandnessjøen.
nb: Brønnene er boret om lag seks kilometer øst for Alve-feltet i den nordlige delen av Norskehavet og om lag 200 kilometer vest for Sandnessjøen.

source: The primary exploration target for wildcat well 6507/3-12 was to prove petroleum in Middle Jurassic reservoir rocks (Garn and Not formations).
nb: Primært letemål for undersøkelsesbrønnen 6507/3-12 var å påvise petroleum i reservoarbergarter av mellomjura alder (Garn- og Notformasjonene).

source: The secondary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (Ile formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av mellomjura alder (Ileformasjonen).

source: Another goal was to collect geological data if Cretaceous sandstone rocks were present.
nb: I tillegg var det et mål å samle inn geologiske data dersom sandsteinsbergarter i kritt er tilstede.

source: The primary target for appraisal well 6507/3-12 A was to delineate the Cretaceous gas discovery (Lysing formation).
nb: Primærmålet for avgrensningsbrønnen 6507/3-12 A var å avgrense gassfunnet av kritt alder (Lysingformasjonen).

source: Well 6507/3-12 encountered a total gas column of about 7 metres in a Late Cretaceous sandstone layer with good reservoir properties.
nb: Brønn 6507/3-12 påtraff en total gasskolonne på om lag 7 meter i et sandsteinslag med gode reservoaregenskaper av senkritt alder.

source: In the primary and secondary exploration targets, the well encountered about 30-metres of aquiferous sandstone in the Garn and Not formations, and about 65 metres of aquiferous sandstone in the Ile and Tofte formations, all with good to moderate reservoir properties.
nb: I primære og sekundære letemål traff brønnen på en om lag 30 meter vannfylt sandstein i Garn- og Notformasjonen, og om lag 65 meter vannfylt sandstein i Ile- og Tofteformasjonene, alle med gode til moderate reservoaregenskaper.

source: Well 6507/3-12 A was stopped due to technical issues regarding presumed gas-filled sandstone, and no further attempts were made to drill the appraisal well.
nb: Brønn 6507/3-12 A ble stoppet på grunn av tekniske problemer over en forventet gassfylt sandstein, og ytterligere forsøk på å bore avgrensningsbrønnen ble ikke gjennomført.

source: Preliminary estimations place the size of the discovery between one and five billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom en og fem milliarder standard kubikkmeter (Sm3) utvinnbar gass.
